Repository: alexuserdev/richleobot
Catalog: locales/*/LC_MESSAGES/bot.po
Languages: es, it

source: Successfully changed
es: Cambiado exitosamente
it: Modifié avec succès

source: Please input correct command
es: Ingrese el comando correcto
it: Veuillez saisir la commande correcte

source: Hello, admin!
es: ¡Hola, administrador!
it: Bonjour, administrateur !

source: Successfully confirmed
es: Confirmado exitosamente
it: Confirmé avec succès

source: Your NGN deposit was confirmed
es: Se confirmó su depósito de NGN
it: Votre dépôt en NGN a été confirmé

source: Choose currency to withdraw
es: Seleccione la divisa para retirar
it: Choisissez la devise à retirer

source: Your wallet is empty
es: Su billetera esta vacía
it: Votre portefeuille est vide

source: Enter amount of
es: Ingrese la cantidad de
it: Saisissez le montant de

source: you want to withdraw
es: Desea retirar
it: vous voulez vous retirer

source: Enter address
es: Ingrese la dirección
it: Entrer l'adresse

source: Enter bank name
es: Ingrese el nombre del banco
it: Saisissez le nom de la banque

source: Incorrect value
es: Valor incorrecto
it: Valeur incorrecte

source: amount
es: cantidad
it: montant

source: currency
es: divisa
it: somme

source: Enter correct address
es: Ingrese la dirección correcta
it: Entrez l'adresse correcte

source: Withdrawal request has been successfully created
es: La solicitud de retiro se ha creado con éxito
it: La demande de retrait a été créée avec succès

source: Your balance:
es: Su balance:
it: Votre solde:

source: History:
es: Historial:
it: Histoire:

source: No history
es: Sin historial
it: Pas d'historique

source: If you want to perform any kind of Operation you should talk to Leo.
es: Si desea realizar cualquier tipo de Operación debe hablar con Leo.
it: Si vous souhaitez effectuer tout type d'opération, vous devez en parler à Leo.

source: Which currency you want to deposit?
es: ¿Qué devise usted desea depositar?
it: Quelle devise vous souhaitez déposer ?

source: Your deposit has been received
es: Su depósito ha sido recibido
it: Votre dépôt a été reçu

source: To replenish your NGN account - send amount you want Bank account:
es: nan
it: nan

source: Bank Name: keystone PLC
es: nan
it: nan

source: Account Name: Opal Trade Limited
es: nan
it: nan

source: Account Number: 1012241234
es: nan
it: nan

source: Amount: NGN
es: nan
it: nan

source: Comment: leoexchange
es: nan
it: nan

source: <b>ATTENTION!</b>
es: <b>¡ATENCIÓN!</b>

source: It is REQUIRED to write code {message.chat.id} in the comment section
es: SE REQUIERE escribir el código {message.chat.id} en la sección de comentarios
it: Il est OBLIGATOIRE d'écrire le code {message.chat.id} dans la section commentaire

source: Otherwise, your deposit will not be processed.
es: De lo contrario, su depósito no será procesado.
it: Sinon, votre dépôt ne sera pas traité.

source: on address below to deposit
es: en la dirección de abajo para depositar
it: à l'adresse ci-dessous pour déposer

source: Wait for a transaction to be confirmed
es: Espere a que se confirme una transacción
it: Attendre qu'une transaction soit confirmée

source: Success
es: Éxito
it: Succès

source: deposit
es: depositar
it: déposer

source: Transaction is found but not confirmed. Please wait
es: La transacción se encuentra pero no se confirma. Espere por favor
it: La transaction est trouvée mais non confirmée. S'il vous plaît, attendez

source: Transaction not found. Please wait
es: Transacción no encontrada. Espere por favor
it: Transaction introuvable. S'il vous plaît, attendez

source: The trade has been canceled
es: El intercambio ha sido cancelado
it: L'échange a été annulé

source: accepted
es: aceptado
it: accepté

source: Escrow trade no. {id} was completed successfully
es: El intercambio de escrow Nº {id} se completó con éxito
it: L'echange escrow nº {id} a été terminé avec succès

source: Payment for the trade no. {deal_id} was reserved by AltrEX.
es: El pago del intercambio Nº {deal_id} se reservó por AltrEX.
it: Le paiement pour l'échange nº {deal_id} a été réservé par AltrEX.

source: Please send the money
es: Por favor envíe el dinero
it: Veuillez envoyer l'argent

source: Wallet is empty.
es: La billetera está vacía.
it: Le portefeuille est vide.

source: Select an action
es: Seleccione una acción
it: Sélectionnez une action

source: All active offers:
es: Todas las ofertas activas:
it: Toutes les offres actives :

source: There is no offers created by you
es: No hay ofertas activas creadas por usted
it: Il n'y a pas d'offres actives créées par vous

source: Which currency do you want to sell?
es: ¿Qué devisa desea vender?
it: Quelle devise voulez-vous vendre ?

source: Enter an amount of {currency} you want to sell
es: Ingrese la cantidad de {currency} que desea vender
it: Saisissez le montant de {currency} que vous souhaitez vendre

source: Which currency you want to receive?
es: ¿Qué devisa quiere recibir?
it: Quelle devise voulez-vous recevoir ?

source: Enter Telegram username of your escrow partner
es: Ingrese el nombre del usuario de Telegram de su socio de comercio de escrow
it: Saisissez le nom d'utilisateur sur Telegram de votre partenaire escrow

source: The trade has been successfully started
es: El comercio se ha iniciado con éxito
it: L'échange a été lancé avec succès

source: Incorrect value or user not registered on AltrEX
es: Valor incorrecto o usuario no registrado en AltrEX
it: Valeur incorrecte ou utilisateur non enregistré sur AltrEX

source: Your <b>balance</b>:
es: Su <b>balance</b>:
it: Votre <b>solde</b> :

source: Current <b>rates</b>:
es: Las <b>tasas</b> actuales:
it: Les <b>taux</b> actuels :

source: What do you want to exchange?
es: ¿Qué quiere intercambiar?
it: Que voulez-vous échanger ?

source: What do you want to receive?
es: ¿Qué desea recibir?
it: Que voulez-vous recevoir ?

source: What amount of {data['currency1']} do you want to sell?
es: ¿Cuánto de {data ['currency1']} desea vender?
it: Combien de {data['currency1']} voulez-vous vendre ?

source: Yes
es: Sí
it: Oui

source: Confirm
es: Confirmar
it: Confirmer

source: Cancel
es: Cancelar
it: Annuler

source: Invalid value
es: Valor inválido
it: Valeur invalide

source: Please enter amount
es: Por favor, ingrese la cantidad
it: S'il vous plaît, veuillez entrer le montant

source: The trade has been successfully completed
es: El intercambio se ha completado con éxito
it: L'échange a été effectué avec succès

source: Official website: altrex.io
es: Sitio web oficial: altrex.io
it: Site Web officiel : altrex.io

source: If you have any questions, don't hesitate asking them after clicking on '❓Ask'
es: Si tiene alguna pregunta, no dude en hacerla después de hacer clic en '❓Preguntar'
it: Si vous avez des questions, n'hésitez pas à les poser après avoir cliqué sur ' demander '

source: Join our 👫🏼Community to be aware of the latest news and to discuss AltrEX
es: Únase a nuestra 👫🏼Comunidad para estar al tanto de las últimas noticias y discutir sobre AltrEX
it: Rejoignez notre 👫🏼Communauté pour être au courant des dernières nouvelles et pour discuter d'AltrEX

source: If you want to check what are the 🔀exchange rates and 🔢fees, please click on the corresponding button
es: Si desea verificar cuáles son las 🔀 tasas de cambio y 🔢 tarifas, haga clic en el botón correspondiente
it: Si vous voulez vérifier quels sont les 🔀taux de change et les frais, veuillez cliquer sur le bouton correspondant

source: What would you like to do?
es: ¿Qué le gustaría hacer?
it: Que voudriez-vous faire ?

source: <b>Deposit</b> money on your AltrEX account
es: <b>Depositar</b> dinero en su cuenta de AltrEX
it: <b>Déposez</b> de l'argent sur votre compte d'AltrEX

source: <b>Withdraw</b> money from AltrEX to your personal account
es: <b>Retirar</b> dinero de AltrEX a su cuenta personal
it: <b>Retirer</b> de l'argent de AltrEX vers votre compte personnel

source: <b>Fast Exchange</b> – Just choose what you want to give and get & make your trade
es: <b>Intercambio rápido</b> – simplemente seleccione lo que desea dar y obtenga y realice su intercambio
it: Échange rapide</b> – Choisissez juste ce que vous voulez donner et prendre en échange et faites votre transaction.

source: <b/>Escrow Exchange</b> – Trade with a person chosen by you
es: <b>Escrow Exchange</b> – intercambie criptomonedas con una persona elegida por Usted
it: <b>Escrow Exchange</b> – Echange de cryptomonnaie avec une personne choisie par vous

source: <b>P2P</b> – Make and take offers to trade crypto
es: <b>P2P</b> – haga y acepte ofertas para intercambiar criptomonedas
it: <b>P2P</b> – Faire et accepter des offres d'échange de cryptomonnaie

source: Choose currency to send
es: Seleccione la devisa para enviar
it: Choisissez la devise à envoyer

source: Enter amount of {currency} you want to send to another user
es: Ingrese la cantidad de {currency} que desea enviar a otro usuario
it: Saisissez le montant de {currency} que vous souhaitez envoyer à un autre utilisateur

source: Enter username on Telegram
es: Ingrese el nombre del usuario en Telegram
it: Saisissez le pseudo de l'utilisateur sur Telegram

source: Enter correct username
es: Ingrese el nombre de usuario correcto
it: Saisissez le bon nom d'utilisateur

source: To request funds, please specify amount and pick the currency you want to receive.
es: Para solicitar fondos, especifique la cantidad y seleccione la moneda que desea recibir.
it: Pour demander des fonds, veuillez spécifier le montant et sélectionner la devise que vous souhaitez recevoir.

source: How much {method} you want to request
es: Cuánto {method} desea solicitar
it: Combien {method} souhaitez-vous demander ?

source: method
es: método
it: méthode

source: To request {amount} {method} choose person from your contacts
es: Para solicitar {amount} {method}, seleccione una persona de sus contactos
it: Pour demander {amount} {method} choisissez la personne de vos contacts

source: Or show them this QR.
es: O muéstreles este QR.
it: Ou montrez-leur ce QR.

source: Not sufficient funds
es: Fondos insuficientes
it: Pas de fonds suffisants

source: Transaction rejected.
es: Transacción rechazada.
it: Transaction refusée.

source: Choose currency to sell
es: Seleccione la devisa para vender
it: Choisissez la devise à vendre

source: No active offers now
es: No hay ofertas activas ahora
it: Aucune offre active pour le moment

source: Choose currency you want to get
es: Seleccione la devisa que desea obtener
it: Choisissez la devise que vous souhaitez obtenir

source: All active offers:
es: Todas las ofertas activas:
it: Toutes les offres actives :

source: P2P offers
es: Ofertas P2P
it: Offres P2P

source: You give:
es: Usted da:
it: Vous donnez:

source: You get:
es: Usted recibe:
it: Vous recevez:

source: Enter amount of {currency} you want to receive
es: Ingrese la cantidad de {currency} que desea recibir
it: Saisissez le montant de {currency} que vous souhaitez recevoir

source: Your active P2P offers:
es: Sus ofertas P2P activas:
it: Vos offres P2P actives :

source: The offer no. {order_id} has been cancelled
es: La oferta Nº {order_id} ha sido cancelada
it: L'offre nº {order_id} a été annulé

source: <b>WARNING</b>: AltrEX is in a BETA test mode, issues may occur.
es: <b>ADVERTENCIA</b>: AltrEX está en modo de prueba BETA, pueden surgir algunos problemas.
it: <b>AVERTISSEMENT</b> : AltrEX est en un mode de test BETA, des problèmes peuvent survenir.

source: Feedback & questions: @AltrEXSupportBot
es: Comentarios y preguntas: @AltrEXSupportBot
it: Commentaires et questions : @AltrEXSupportBot

source: Official website: altrex.io
es: Sitio web oficial: altrex.io
it: Site Web officiel : altrex.io

source: No
it: Non
